waveshareteam/ESP32-C6-Touch-AMOLED-1.32/Example/ESP-IDF/01_ADC_Test/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32c6"
CONFIG_FREERTOS_HZ=1000
